# MultiReferenceAnnotationGroupTagHeads Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MultiReferenceAnnotationGroupTagHeads Property
ParameterTypeId Class See Also
---
"Group Matching Tag Heads"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MultiReferenceAnnotationGroupTagHeads { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MultiReferenceAnnotationGroupTagHeads As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MultiReferenceAnnotationGroupTagHeads {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace